//
//  Tips.swift
//  Mimino5
//
//  Created by Vladislav on 19.10.2021.
//

import UIKit

struct Tips {
    
    static let positiveTips = [
        "В точку! ☝🏻",
        "Верно! 😼",
        "Так держать! 😎",
        "Ты молодец! 🤓",
        "Да! 💪🏻",
        "О да! 😎",
        "Отлично! 👍🏻",
        "Супер! 🚀",
    ]
    
    static let negativeTips = [
        "Ответ неверный, но я верю в тебя ✊🏻",
        "Ответ неверный, но у тебя все получится 🙏🏻",
        "Неправильно, но ты все сможешь 🙂",
        "Неправильно, но не бойся ошибаться ✊🏻",
        "Ошибочка, но она - твой опыт 🙏🏻",
        "Ошибочка, но теперь ты ее усвоил ☝🏻",
        "Неверно, но каждый с чего-то начинал ☝🏻",
        "Неверно. Постарайся усвоить ошибку 🙏🏻 ",
        "Это не так, но больше не попадемся 🙂",
        "Это не так. Запомни, как правильно 🙂",
    ]
    
    static let skippedTips = [
        "Усвоили 🧐",
        "Теперь ты знаешь ☝🏻",
        "Запомни, как правильно 🙏🏻",
    ]
    
}
